[
	{
		"text":
			"If you only read the books that everyone else is reading, you can only think what everyone else is thinking."
	},
	{
		"text":
			"Memories warm you up from the inside. But they also tear you apart."
	},
	{
		"text": "Pain is inevitable. Suffering is optional."
	},
	{
		"text":
			"And once the storm is over, you won’t remember how you made it through, how you managed to survive. You won’t even be sure, whether the storm is really over. But one thing is certain. When you come out of the storm, you won’t be the same person who walked in. That’s what this storm’s all about."
	},
	{
		"text":
			"Whatever it is you're seeking won't come in the form you're expecting."
	},
	{
		"text": "If you remember me, then I don't care if everyone else forgets."
	},
	{
		"text":
			"Nobody likes being alone that much. I don't go out of my way to make friends, that's all. It just leads to disappointment. "
	},
	{
		"text": "What happens when people open their hearts? \n They get better."
	},
	{
		"text": "I dream. Sometimes I think that's the only right thing to do."
	},
	{
		"text": "Don't feel sorry for yourself. Only assholes do that."
	},
	{
		"text":
			"Anyone who falls in love is searching for the missing pieces of themselves. So anyone who's in love gets sad when they think of their lover. It's like stepping back inside a room you have fond memories of, one you haven't seen in a long time."
	},
	{
		"text":
			"Sometimes when I look at you, I feel I'm gazing at a distant star. It's dazzling, but the light is from tens of thousands of years ago. Maybe the star doesn't even exist any more. Yet sometimes that light seems more real to me than anything."
	},
	{
		"text":
			"But who can say what's best? That's why you need to grab whatever chance you have of happiness where you find it, and not worry about other people too much. My experience tells me that we get no more than two or three such chances in a life time, and if we let them go, we regret it for the rest of our lives."
	},
	{
		"text":
			"It's like Tolstoy said. Happiness is an allegory, unhappiness a story."
	},
	{
		"text":
			"Lost opportunities, lost possibilities, feelings we can never get back. That's part of what it means to be alive."
	},
	{
		"text":
			"But I didn't understand then. That I could hurt somebody so badly she would never recover. That a person can, just by living, damage another human being beyond repair."
	},
	{
		"text": "Listen up - there's no war that will end all wars."
	},
	{
		"text":
			"Unfortunately, the clock is ticking, the hours are going by. The past increases, the future recedes. Possibilities decreasing, regrets mounting."
	},
	{
		"text":
			"I have this strange feeling that I'm not myself anymore. It's hard to put into words, but I guess it's like I was fast asleep, and someone came, disassembled me, and hurriedly put me back together again. That sort of feeling."
	},
	{
		"text": "Silence, I discover, is something you can actually hear."
	},
	{
		"text":
			"I sometimes think that people’s hearts are like deep wells. Nobody knows what’s at the bottom. All you can do is imagine by what comes floating to the surface every once in a while."
	},
	{
		"text": "Death is not the opposite of life, but a part of it."
	},
	{
		"text":
			"Despite your best efforts, people are going to be hurt when it's time for them to be hurt."
	},
	{
		"text":
			"Lost opportunities, lost possibilities, feelings we can never get back. That's part of what it means to be alive. But inside our heads - at least that's where I imagine it - there's a little room where we store those memories. A room like the stacks in this library. And to understand the workings of our own heart we have to keep on making new reference cards. We have to dust things off every once in awhile, let in fresh air, change the water in the flower vases. In other words, you'll live forever in your own private library."
	},
	{
		"text": "Taking crazy things seriously is a serious waste of time."
	},
	{
		"text":
			"Closing your eyes isn't going to change anything. Nothing's going to disappear just because you can't see what's going on. In fact, things will even be worse the next time you open your eyes. That's the kind of world we live in. Keep your eyes wide open. Only a coward closes his eyes. Closing your eyes and plugging up your ears won't make time stand still."
	},
	{
		"text":
			"In this world, there are things you can only do alone, and things you can only do with somebody else. It's important to combine the two in just the right amount."
	},
	{
		"text": "I can bear any pain as long as it has meaning."
	},
	{
		"text":
			"As time goes on, you'll understand. What lasts, lasts; what doesn't, doesn't. Time solves most things. And what time can't solve, you have to solve yourself."
	},
	{
		"text":
			"The most important thing we learn at school is the fact that the most important things can't be learned at school."
	},
	{
		"text":
			"Narrow minds devoid of imagination. Intolerance, theories cut off from reality, empty terminology, usurped ideals, inflexible systems. Those are the things that really frighten me. What I absolutely fear and loathe."
	},
	{
		"text":
			"Two people can sleep in the same bed and still be alone when they close their eyes."
	},
	{
		"text":
			"No matter what they wish for, no matter how far they go, people can never be anything but themselves. That's all."
	},
	{
		"text":
			"A certain type of perfection can only be realized through a limitless accumulation of the imperfect. And personally I find that encouraging."
	},
	{
		"text":
			"Spend your money on the things money can buy. Spend your time on the things money can’t buy."
	},
	{
		"text":
			"Even if we could turn back, we'd probably never end up where we started."
	},
	{
		"text":
			"It is not that the meaning cannot be explained. But there are certain meanings that are lost forever the moment they are explained in words."
	},
	{
		"text":
			"It's hard to tell the difference between sea and sky, between voyager and sea. Between reality and the workings of the heart."
	},
	{
		"text":
			"Time weighs down on you like an old, ambiguous dream. You keep on moving, trying to sleep through it. But even if you go to the ends of the earth, you won't be able to escape it. Still, you have to go there - to the edge of the world. There's something you can't do unless you get there."
	},
	{
		"text":
			"I said nothing for a time, just ran my fingertips along the edge of the human-shaped emptiness that had been left inside me."
	},
	{
		"text":
			"The sky grew darker, painted blue on blue, one stroke at a time, into deeper and deeper shades of night."
	},
	{
		"text":
			"Body cells replace themselves every month. Even at this very moment. Most everything you think you know about me is nothing more than memories."
	},
	{
		"text":
			"You can hide memories, but you can't erase the history that produced them."
	},
	{
		"text": "Not that we were incompatible: we just had nothing to talk about."
	},
	{
		"text":
			"Life is not like water. Things in life don't necessarily flow over the shortest possible route."
	},
	{
		"text":
			"If you can't understand it without an explanation, you can't understand it with an explanation."
	},
	{
		"text":
			"If you think God’s there, He is. If you don’t, He isn’t. And if that’s what God’s like, I wouldn’t worry about it."
	},
	{
		"text": "Everyone may be ordinary, but they're not normal."
	},
	{
		"text":
			"Every once in a while she'll get worked up and cry like that. But that's ok. She's letting her feelings out. The scary thing is not being able to do that. Then your feelings build up and harden and die inside. That's when you're in big trouble."
	},
	{
		"text":
			"For both of us, it had simply been too enormous an experience. We shared it by not talking about it. Does this make any sense?"
	},
	{
		"text":
			"I want you always to remember me. Will you remember that I existed, and that I stood next to you here like this?"
	},
	{
		"text":
			"I have a million things to talk to you about. All I want in this world is you. I want to see you and talk. I want the two of us to begin everything from the beginning."
	},
	{
		"text": "What makes us the most normal is knowing that we're not normal."
	},
	{
		"text":
			"This is one more piece of advice I have for you: don't get impatient. Even if things are so tangled up you can't do anything, don't get desperate or blow a fuse and start yanking on one particular thread before it's ready to come undone. You have to realize it's going to be a long process and that you'll work on things slowly, one at a time."
	},
	{
		"text":
			"'How much do you love me?' Midori asked. \n 'Enough to melt all the tigers in the world to butter,' I said."
	},
	{
		"text":
			"For a certain kind of person, love begins from something tiny or silly. From something like that or it doesn't begin at all."
	},
	{
		"text":
			"I’m not totally mad at you. I’m just sad. You’re all locked up in that little world of yours, and when I try knocking on the door, you just sort of look up for a second and go right back inside."
	},
	{
		"text": "All of us are imperfect human beings living in an imperfect world."
	},
	{
		"text":
			"Our faces were no more than ten inches apart but she was lightyears away from me."
	},
	{
		"text":
			"It's good when food tastes good, it's kind of like proof you're alive."
	},
	{
		"text": "We're all kind of weird and twisted and drowning."
	},
	{
		"text":
			"Loving another person is a wonderful thing, and if that love is sincere, no one ends up tossed into a labyrinth. You have to have more faith in yourself."
	},
	{
		"text":
			"It's easy to talk big, but the important thing is whether or not you clean up the shit"
	},
	{
		"text":
			"Of course life frightens me sometimes. I don't happen to take that as the premise for everything else though. I'm going to give it hundred percent and go as far as I can. I'll take what I want and leave what I don't want. That's how I intend to live my life, and it things go bad, I'll stop and reconsider at that point. If you think about it, an unfair society is a society that makes it possible for you to exploit your abilities to the limit."
	},
	{
		"text":
			"I have a lot more patience for others than I have for myself, and I'm much better at bringing out the best in others than in myself. That's just the kind of person I am. I'm the scratchy stuff on the side of the matchbox. But that's fine with me. I don't mind at all. Better to be a first-class matchbox than a second-class match."
	},
	{
		"text":
			"What if I've forgotten the most important thing? What if somewhere inside me there is a dark limbo where all the the truly important memories are heaped and slowly turning into mud?"
	},
	{
		"text":
			"She was the kind of person who took care of things by herself. She’d never ask anybody for advice or help. It wasn’t a matter of pride, I think. She just did what seemed natural to her."
	},
	{
		"text":
			"In his own way, he's lived life with all the intensity he could muster."
	},
	{
		"text":
			"Everything was too sharp and clear, so that I could never tell where to start - the way a map that shows too much can sometimes be useless."
	},
	{
		"text":
			"I can never say what I want to say, it's been like this for a while now. I try to say something but all I get are wrong words - the wrong words or the exact opposite words from what I mean. I try to correct myself, and that only makes it worse. I lose track of what I was trying to say to begin with. It's like I'm split in two and playing tag with myself. One half is chasing this big, fat post. The other me has the right words, but this can't catch her."
	},
	{
		"text":
			"Everyone who has something is afraid of losing it, and people with nothing are worried they'll forever have nothing. Everyone is the same."
	},
	{
		"text":
			"People fall in love without reason, without even wanting to. You can't predict it. That's love."
	},
	{
		"text": "Mediocrity's like a spot on a shirt — it never comes off."
	},
	{
		"text":
			"'Dance,'' said the Sheep Man. 'Yougottadance. Aslongasthemusicplays. Yougotta dance. Don'teventhinkwhy. Starttothink, yourfeetstop. Yourfeetstop, wegetstuck. Wegetstuck, you'restuck. Sodon'tpayanymind, nomatterhowdumb. Yougottakeepthestep. Yougottalimberup. Yougottaloosenwhatyoubolteddown. Yougottauseallyougot. Weknowyou're tired, tiredandscared. Happenstoeveryone, okay? Justdon'tletyourfeetstop.'"
	},
	{
		"text":
			"Precipitate as weather, she appeared from somewhere, then evaporated, leaving only memory."
	},
	{
		"text":
			"I used to think the years would go by in order, that you get older one year at a time. But it's not like that. It happens overnight."
	},
	{
		"text":
			"People leave traces of themselves where they feel most comfortable, most worthwhile."
	},
	{
		"text": "The world is full of ways and means to waste time."
	},
	{
		"text": "Sometimes taking time is actually a shortcut."
	},
	{
		"text":
			"You have to wait until tomorrow to find out what tomorrow will bring."
	},
	{
		"text":
			"The tricky thing about mazes is that you don't know if you've chosen the right path until the very end. If it turns out you were wrong, it's usually too late to go back and start again. That's the problem with mazes."
	},
	{
		"text":
			"Like a blind dolphin, the night of the new moon silently drew near."
	},
	{
		"text":
			"With each passing moment I'm becoming part of the past. There is no future for me, just the past steadily accumulating."
	},
	{
		"text":
			"I may be the type who manages to grab all the pointless things in life but lets the really important things slip away."
	},
	{
		"text":
			"What matters is deciding in your heart to accept another person completely. When you do that, it is always the first time and the last."
	},
	{
		"text":
			"There are three ways you can get along with a girl: one, shut up and listen to what she has to say; two, tell her you like what she's wearing; and three, treat her to really good food. Easy, huh? If you do all that and still don't get the results you want, better give up."
	},
	{
		"text":
			"Don't pointless things have a place, too, in this far-from-perfect world?"
	},
	{
		"text": "If they invent a car that runs on stupid jokes, you could go far."
	},
	{
		"text": "Understanding is but the sum of misunderstandings."
	},
	{
		"text": "I feel like I've swallowed a cloudy sky."
	},
	{
		"text":
			"In the end, like so many beautiful promises in our lives, that dinner date never came to be."
	},
	{
		"text":
			"Remove everything pointless from an imperfect life and it’d lose even its imperfection."
	},
	{
		"text":
			"That's gotta be one of the principles behind reality. Accepting things that are hard to comprehend, and leaving them that way."
	},
	{
		"text": "What's nurtured slowly grows well."
	},
	{
		"text":
			"I’m not asking for sympathy, but it would be nice if you could give me a bit more in the way of a response. Other than those cold interjections of yours — ohs and ums. How about a conjunction? A conjunction would be nice. A yet or a but."
	},
	{
		"text":
			"Like the sound of a velvet curtain being drawn aside on a peaceful morning to let sunlight wake someone very special to you."
	},
	{
		"text":
			"Any explanation or logic that explains everything so easily has a hidden trap in it."
	},
	{
		"text":
			"She came to her own private conclusion, which she tucked away in a drawer, and silently went back to her meal."
	},
	{
		"text":
			"What's important is being attentive. Staying calm, being alert to things around you."
	},
	{
		"text":
			"Never let fear and stupid pride make you lose someone who's precious to you."
	},
	{
		"text":
			"We survived. You and I. And those who survive have a duty. Our duty is to do our best to keep on living. Even if our lives are not perfect."
	},
	{
		"text":
			"No matter how quiet and conformist a person’s life seems, there’s always a time in the past when they reached an impasse. A time when they went a little crazy. I guess people need that sort of stage in their lives."
	},
	{
		"text":
			"Jealousy—at least as far as he understood it from his dream—was the most hopeless prison in the world. Jealousy was not a place he was forced into by someone else, but a jail in which the inmate entered voluntarily, locked the door, and threw away the key. And not another soul in the world knew he was locked inside."
	},
	{
		"text": "The right words always seemed to come too late."
	},
	{
		"text": "Cell phones are so convenient that they're an inconvenience."
	},
	{
		"text":
			"The world isn’t that easily turned upside down. It’s people who are turned upside down."
	},
	{
		"text":
			"We live in a pretty apathetic age, yet we’re surrounded by an enormous amount of information about other people. If you feel like it, you can easily gather that information about them. Having said that, we still hardly know anything about people."
	},
	{
		"text": "The heart apparently doesn’t stop that easily."
	},
	{
		"text":
			"And you’ll return to real life. You need to live it to the fullest. No matter how shallow and dull things might get, this life is worth living. I guarantee it."
	},
	{
		"text":
			"He placed this doubt inside a drawer in his mind labeled 'Pending' and postponed any further consideration."
	},
	{
		"text":
			"There is no silence without a cry of grief, no forgiveness without bloodshed, no acceptance without a passage through acute loss."
	},
	{
		"text":
			"It’s a waste of time to think about things you can’t know, and things you can’t confirm even if you know them."
	},
	{
		"text":
			"You shouldn’t fear boundaries, but you also should not be afraid of destroying them."
	},
	{
		"text": "Don’t let the bad elves get you."
	},
	{
		"text": "Vacations and friends are the two best things in life."
	},
	{
		"text":
			"I basically have nothing to offer to others. If you think about it, I don’t even have anything to offer myself."
	},
	{
		"text": "It’s simple. If there’s no station, no trains will stop there."
	},
	{
		"text":
			"Like a person in a storm desperately grasping at a lamppost, he clung to his daily routine."
	},
	{
		"text":
			"Talent is like a container. You can work as hard as you want, but the size will never change. It’ll only hold so much water and no more."
	},
	{
		"text":
			"I’m not cool and collected, and I’m not always doing things at my own pace. It’s just a question of balance. I’m just good at habitually shifting the weight I carry around from one side of the fulcrum to the other, distributing it. Maybe this strikes others as cool. But it isn’t an easy operation. It takes more time than it seems. And even if I do find the right balance, that doesn’t lessen the total weight one bit."
	},
	{
		"text":
			"I’m glad to know that time still keeps on flowing at four in the morning."
	},
	{
		"text":
			"He had no place he had to go to, no place to come back to. He never did, and he didn’t now. The only place for him was where he was now."
	},
	{
		"text": "Ideas are like beards. Men don’t have them until they grow up. "
	},
	{
		"text":
			"Unclose your mind. You are not a prisoner. You are a bird in fight, searching the skies for dreams."
	},
	{
		"text":
			"I never trust people with no appetite. It's like they're always holding something back on you."
	},
	{
		"text": "Deep rivers run quiet."
	},
	{
		"text":
			"Open your eyes, train your ears, use your head. If a mind you have, then use it while you can."
	},
	{
		"text":
			"Kindness and a caring mind are two separate qualities. Kindness is manners. It is superficial custom, an acquired practice. Not so the mind. The mind is deeper, stronger, and, I believe, it is far more inconstant."
	},
	{
		"text":
			"Fairness is a concept that holds only in limited situations. Yet we want the concept to extend to everything, in and out of phase. From snails to hardware stores to married life. Maybe no one finds it, or even misses it, but fairness is like love. What is given has nothing to do with what we seek."
	},
	{
		"text":
			"Life's no piece of cake, mind you, but the recipe's my own to fool with."
	},
	{
		"text":
			"Huge organizations and me don't get along. They're too inflexible, waste too much time, and have too many stupid people."
	},
	{
		"text":
			"All imperfections are forced upon the imperfect, so the 'perfect' can live content and oblivious."
	},
	{
		"text": "Genius or fool, you don't live in the world alone."
	},
	{
		"text":
			"Having a drink in bed while listening to music and reading a book. As precious to me as a beautiful sunset or good clean air."
	},
	{
		"text": "Sometimes we don't need words. Rather, it's words that need us."
	},
	{
		"text":
			"It was as if my whole life revolved around trying to judge the appropriate point in a conversation to say goodbye."
	},
	{
		"text":
			"Thinking about spaghetti that boils eternally but is never done is a sad, sad thing."
	},
	{
		"text": "I learned there were lots of realities in the world."
	},
	{
		"text":
			"For a few seconds I stood there in a strange, dim place. Where the things I could see didn't exist. Where the invisible did."
	},
	{
		"text":
			"She picked up the ballpoint pen lying on the table, and played with it for a few seconds, but then she looked at the clock again. It had done its job: in the five minutes since her last look, it had advanced five minutes' worth."
	},
	{
		"text":
			"'Why do you read books?' he asked. \n 'Why do you drink beer?' I replied without glancing in his direction."
	},
	{
		"text": "Knowledge and ability were tools, not things to show off."
	},
	{
		"text":
			"It's just that you're about to do something out of the ordinary. And after you do something like that, the everyday look of things might seem to change a little. Things may look different to you than they did before. But don't let appearances fool you. There's always only one reality."
	},
	{
		"text":
			"Life is so uncertain: you never know what could happen. One way to deal with that is to keep your pajamas washed."
	},
	{
		"text": "Please remember: things are not what they seem."
	},
	{
		"text":
			"They sat on a park bench, held hands, and told each other their stories hour after hour. They were not lonely anymore. They had found and been found by their 100% perfect other. What a wonderful thing it is to find and be found by your 100% perfect other. It's a miracle, a cosmic miracle."
	},
	{
		"text":
			"Violence does not always take a visible form, and not all wounds gush blood."
	},
	{
		"text":
			"Hundreds of butterflies flitted in and out of sight like short-lived punctuation marks in a stream of consciousness without beginning or end."
	},
	{
		"text":
			"Time flows in strange ways on Sundays, and sights become mysteriously distorted."
	},
	{
		"text":
			"The thing I’m most afraid of is me. Of not knowing what I’m going to do. Of not knowing what I’m doing right now."
	},
	{
		"text":
			"Most people in the world don't really use their brains to think. And people who don't think are the ones who don't listen to others."
	},
	{
		"text":
			"It seemed to me that this world has a serious shortage of both logic and kindness."
	},
	{
		"text":
			"Either I'm funny or the world's funny. I don't know which. The bottle and lid don't fit. It could be the bottle's fault or the lid's fault. In either case, there's no denying that the fit is bad."
	},
	{
		"text":
			"He appeared before me and departed. We were not able to speak to or touch each other. But in that short interval, he transformed many things inside me. He literally stirred my mind and body the way a spoon stirs a cup of cocoa, down to the depths of my internal organs and my womb."
	},
	{
		"text":
			"Everybody feels safe belonging not to the excluded minority but to the excluding majority. You think, Oh, I’m glad that’s not me. It’s basically the same in all periods in all societies. If you belong to the majority, you can avoid thinking about lots of troubling things."
	},
	{
		"text":
			"Such wounds to the heart will probably never heal. But we cannot simply sit and stare at our wounds forever."
	},
	{
		"text":
			"Nobody's easier to fool, than the person who is convinced that he is right."
	},
	{
		"text":
			"People need routines. It's like a theme in music. But it also restricts your thoughts and actions and limits your freedom. It structures your priorities and in some cases distorts your logic."
	},
	{
		"text":
			"There’s nothing wrong with not looking like something. It just means you don’t fit the stereotype yet."
	},
	{
		"text":
			"She lived frugally, but her meals were the only things on which she deliberately spent her money. She never compromised on the quality of her groceries, and drank only good-quality wines."
	},
	{
		"text":
			"Constipation was one of the things she hated most in the world, on par with despicable men who commit domestic violence and narrow-minded religious fundamentalists."
	},
	{
		"text":
			"What we see before us is just one tiny part of the world. We get in the habit of thinking, this is the world, but that's not true at all. The real world is a much darker and deeper place than this, and much of it is occupied by jellyfish and things."
	},
	{
		"text":
			"I don't know - maybe the world has two different kinds of people, and for one kind the world is this completely logical, rice pudding place, and for the other it's all hit-or-miss macaroni gratin."
	},
	{
		"text": "It's easy to forget things you don't need anymore."
	},
	{
		"text":
			"Time expands, then contracts, all in tune with the stirrings of the heart."
	},
	{
		"text":
			"But if something did happen, it happened. Whether it's right or wrong. I accept everything that happens, and that's how I became the person I am now."
	},
	{
		"text":
			"I’ve built a wall around me, never letting anybody inside and trying not to venture outside myself."
	},
	{
		"text": "Distance might not solve anything, no matter how far you run."
	},
	{
		"text":
			"The journey I'm taking is inside me. Just like blood travels down veins, what I'm seeing is my inner self and what seems threatening is just the echo of the fear in my heart."
	},
	{
		"text":
			"You're afraid of imagination and even more afraid of dreams. Afraid of the resposibility that begins in dreams. But you have to sleep and dreams are a part of sleep. When you're awake you can suppress imagination but you can't supress dreams."
	},
	{
		"text":
			"When someone is trying very hard to get something, they don't. And when they're running away from something as hard as they can, it usually catches up with them."
	},
	{
		"text":
			"What I think is this: You should give up looking for lost cats and start searching for the other half of your shadow."
	},
	{
		"text":
			"As long as you have the courage to admit mistakes, things can be turned around."
	},
	{
		"text": "Artists are those who can evade the verbose."
	},
	{
		"text": "Pointless thinking is worse than no thinking at all."
	},
	{
		"text":
			"My grandpa always said asking a question is embarrassing for a moment, but not asking is embarrassing for a lifetime."
	},
	{
		"text":
			"Does G get angry because it follows F in the alphabet? Does page 68 in a book start a revolution because it follows 67?"
	},
	{
		"text":
			"But intolerant, narrow minds with no imagination are like parasites that transform the host, change form, and continue to thrive. They're a lost cause, and I don't want anyone like that coming in here."
	},
	{
		"text":
			"Do you know what it means to be completely empty? Being empty is like a vacant house. An unlocked, vacant house. Anybody can come in, anytime they want. That's what scares me the most"
	},
	{
		"text":
			"Curiosity can bring guts out of hiding at times, maybe even get them going. But curiosity usually evaporates. Gust have to go for the long haul. Curiosity's like a fun friend you can't really trust. It turns you on and then it leaves you to make it on your own - with whatever guts you can muster."
	},
	{
		"text":
			"Maybe she thought the garbage and rocks in your head were interesting. But finally, garbage is garbage and rocks are rocks."
	},
	{
		"text":
			"A person’s destiny is something you look back at afterwards, not something to be known in advance."
	},
	{
		"text":
			"If you really want to know what's happening here and now, you've got to use your own eyes and your own judgment."
	},
	{
		"text":
			"I'm not afraid to die. What I'm afraid of is having reality get the better of me, of having reality leave me behind."
	},
	{
		"text":
			"But knowing what I don’t want to do doesn’t help me figure out what I do want to do. I could do just about anything if somebody made me. But I don’t have an image of the one thing I really want to do. That’s my problem now. I can’t find the image."
	},
	{
		"text": "I decided to make spaghetti for lunch again."
	},
	{
		"text":
			"Spending plenty of time on something can be the most sophisticated form of revenge."
	},
	{
		"text":
			"You always look so cool, like no matter what happens, it’s got nothing to do with you, but you’re not really like that. In your own way, you’re out there fighting as hard as you can, even if other people can’t tell by looking at you."
	},
	{
		"text":
			"He felt as if his heart had dried up. I needed her he thought. I needed someone like her to fill the void inside me. But I wasn’t able to fill the void inside her. Until the bitter end, the emptiness inside her was hers alone."
	},
	{
		"text":
			"You can’t look too far ahead. Do that and you’ll lose sight of what you’re doing and stumble. I’m not saying you should focus solely on the details right in front of you, mind you. You’ve got to look ahead a bit or else you’ll bump into something. You’ve got to conform to the proper order and at the same time keep an eye out for what’s ahead. That’s critical, no matter what you’re doing."
	},
	{
		"text":
			"But if you knew you might not be able to see it again tomorrow, everything would suddenly become special and precious, wouldn’t it?"
	},
	{
		"text":
			"Having an object that symbolizes freedom might make a person happier than actually getting the freedom it represents."
	},
	{
		"text": "There are many things we only see clearly in retrospect."
	},
	{
		"text":
			"If you want everything to be nice and straight all the time, then go live in a world made with a triungular ruler."
	},
	{
		"text":
			"Only people who have been discriminated against can really know how much it hurts. Each person feels the pain in his own way, each has his own scars. So I think I'm as concerned about fairness and justice as anybody. But what disgusts me even more are people who have no imagination. The kind T. S. Elliot calls 'hollow men'. People who fill up that lack of imagination with heartless bits of straw, not even aware of what they're doing. Callous people who throw a lot of empty words at you, trying to force you to do what you don't want to."
	},
	{
		"text":
			"Listen, every object's in flux. The Earth, time, concepts, love, life, faith, justice, evil - they're all fluid and in transition. They don't stay in one form or in one place forever. The whole universe is like some big FedEx box."
	},
	{
		"text":
			"She's always polite and kind, but her words lack the kind of curiosity and excitement you'd normally expect. Her true feelings- assuming such things exist- remain hidden away. Except for when a practical sort of decision has to be made, she never gives her personal opinion about anything. She seldom talks about herself, instead letting others talk, nodding warmly as she listens. But most people start to feel vaguely uneasy when talking with her, as if they suspect they're wasting her time, trampling on her private, graceful, dignified world. And that impression is, for the most part, correct."
	},
	{
		"text":
			"It was not one of those strong, impulsive feelings that can hit two people like an electric shock when they first meet, but something quieter and gentler, like two tiny lights traveling in tandem through a vast darkness and drawing imperceptibly closer to each other as they go."
	},
	{
		"text":
			"I happen to like the strange ones. People who look normal and leads normal lives – they’re the ones you have to watch out for."
	},
	{
		"text":
			"'You know what I should do?' Hoshino asked excited. 'Of course,' the cat said. 'What'd I tell you? Cats know everything. Not like dogs.'"
	},
	{
		"text":
			"When I first met you I felt a kind of contradiction in you. You're seeking something, but at the same time running away for all you're worth."
	},
	{
		"text":
			"No one can know everything about another person. Not even God, probably."
	},
	{
		"text":
			"That is because most people believe not so much in truth as in things they wish were the truth."
	},
	{
		"text":
			"The ones who did it can always rationalize their actions and even forget what they did. They can turn away from things they don't want to see. But the surviving victims can never forget. They can't turn away. Their memories are passed on from parent to child. That's what the world is, after all: an endless battle of contrasting memories."
	},
	{
		"text": "It is very difficult to logically explain the illogical."
	},
	{
		"text": "Are there any capitalist cats?"
	},
	{
		"text":
			"This storm is you. Something inside of you. So all you can do is give in to it, step right inside the storm, closing your eyes and plugging up your ears so the sand doesn't get in, and walk through it, step by step."
	},
	{
		"text": "Wakeful nights often give people useless thoughts."
	}
]
